const knTranslations = {
  mla_elec: "ಶಾಸಕರ ಚುನಾವಣೆ",
  acb: "ಬೆಂಗಳೂರಿನ ವಿಧಾನಸಭಾ ಕ್ಷೇತ್ರಗಳು",
  gcl: "ಪ್ರಸ್ತುತ ಸ್ಥಳವನ್ನು ಪಡೆಯಿರಿ",
  or: "ಅಥವಾ",
  sac: "ವಿಧಾನಸಭಾ ಕ್ಷೇತ್ರವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ",
  About: "ವಿವರಗಳು",
  vp: "ಮತದಾನದ ಜನಸಂಖ್ಯೆ",
  lakh: "ಲಕ್ಷ",
  area: "ಪ್ರದೇಶ",
  sqkm: "ಚ.ಕಿ.ಮೀ",
  party: "ರಾಜಕೀಯ ಪಕ್ಷ",
  Name: "ಹೆಸರು",
  smla: "ಹಾಲಿ ಶಾಸಕ",
  news: "ವಾರ್ತೆಯಲ್ಲಿ",
  Candidates: "ಸ್ಪರ್ಧಿಗಳು",
  loc_err: "ಪ್ರಸ್ತುತ ಸ್ಥಳವನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ. ದಯವಿಟ್ಟು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ",
  loc_fetch: "ಪ್ರಸ್ತುತ ಸ್ಥಳವನ್ನು ಪಡೆಯಲಾಗುತ್ತಿದೆ",
  inc: "ಭಾರತೀಯ ರಾಷ್ಟ್ರೀಯ ಕಾಂಗ್ರೆಸ್",
  bjp: "ಭಾರತೀಯ ಜನತಾ ಪಕ್ಷ",
  jds: "ಜನತಾ ದಳ (ಜಾತ್ಯಾತೀತ)",
};

export default knTranslations;
